const state ={
  shopData:[
    {name:'宜乐居建材家具慕思综合店',add:'广东省东莞市凤岗镇东深二路宜乐居建材家居广场A馆二楼M18-M20（凤岗沃尔玛超市斜对面）慕思综合店',brand:['3D','0769','凯奇','歌蒂亚']},
    {name:'松山湖居建材家具慕思综合店',add:'广东省东莞市松山湖东深二路宜乐居建材家居广场A馆二楼M18-M20（凤岗沃尔玛超市斜对面）慕思综合店',brand:['3D','0769','凯奇','歌蒂亚']},
    {name:'厚街居建材家具慕思综合店',add:'广东省东莞市凤岗镇东深二路宜乐居建材家居广场A馆二楼M18-M20（凤岗沃尔玛超市斜对面）慕思综合店',brand:['3D','0769','凯奇','歌蒂亚']},
    {name:'长安居建材家具慕思综合店',add:'广东省东莞市凤岗镇东深二路宜乐居建材家居广场A馆二楼M18-M20（凤岗沃尔玛超市斜对面）慕思综合店',brand:['3D','0769','凯奇','歌蒂亚']},
    {name:'城东居建材家具慕思综合店',add:'广东省东莞市凤岗镇东深二路宜乐居建材家居广场A馆二楼M18-M20（凤岗沃尔玛超市斜对面）慕思综合店',brand:['3D','0769','凯奇','歌蒂亚']},
    {name:'城西材家具慕思综合店',add:'广东省东莞市凤岗镇东深二路宜乐居建材家居广场A馆二楼M18-M20（凤岗沃尔玛超市斜对面）慕思综合店',brand:['3D','0769','凯奇','歌蒂亚']},
    {name:'虎门居建材家具慕思综合店',add:'广东省东莞市凤岗镇东深二路宜乐居建材家居广场A馆二楼M18-M20（凤岗沃尔玛超市斜对面）慕思综合店',brand:['3D','0769','凯奇','歌蒂亚']},
    {name:'清溪居建材家具慕思综合店',add:'广东省东莞市凤岗镇东深二路宜乐居建材家居广场A馆二楼M18-M20（凤岗沃尔玛超市斜对面）慕思综合店',brand:['3D','0769','凯奇','歌蒂亚']},
    {name:'常平居建材家具慕思综合店',add:'广东省东莞市凤岗镇东深二路宜乐居建材家居广场A馆二楼M18-M20（凤岗沃尔玛超市斜对面）慕思综合店',brand:['3D','0769','凯奇','歌蒂亚']},
    {name:'石碣居建材家具慕思综合店',add:'广东省东莞市凤岗镇东深二路宜乐居建材家居广场A馆二楼M18-M20（凤岗沃尔玛超市斜对面）慕思综合店',brand:['3D','0769','凯奇','歌蒂亚']},
    {name:'大朗居建材家具慕思综合店',add:'广东省东莞市凤岗镇东深二路宜乐居建材家居广场A馆二楼M18-M20（凤岗沃尔玛超市斜对面）慕思综合店',brand:['3D','0769','凯奇','歌蒂亚']}
  ]
   
}
const mutations = {

}
const action = {

}
const getters = {

}
export default {
namespaced: true,
state,
getters,
action,
mutations,
}